<template>
  <section class="pfilosof">
    <div class="pfilosof-wrapper">
      <div class="pfilosof-wrapper__image">
        <img src="../assets/img/philos.jpg" alt="" />
      </div>
      <div class="pfilosof-wrapper__description">
        <h1 class="pfilosof-wrapper__title">СЮЖЕТ</h1>
        <div class="pfilosof-wrapper__text">
          <p>
            Поздним вечером профессора Школы чародейства и волшебства Хогвартс
            Альбус Дамблдор и Минерва Макгонагалл вместе со сторожем школы
            Рубеусом Хагридом доставляют недавно осиротевшего младенца Гарри
            Поттера семейству Дурслей, его единственным родственникам. Проходит
            десять лет. Гарри живёт вместе с Дурслями (дядей Верноном, тётей
            Петуньей и кузеном Дадли), которые относятся к мальчику
            неприязненно. После происшествия со сбежавшей змеёй во время
            семейной поездки в зоопарк, Гарри начинает получать неизвестные
            письма от сов. Дурсли переселяются на остров, куда прибывает Хагрид
            и сообщает Гарри, что он волшебник и будет учиться в Хогвартсе.
            Хагрид отвозит Гарри в Косой переулок, чтобы купить ему школьные
            принадлежности для Хогвартса. Там же в качестве подарка на день
            рождения мальчик получает от Хагрида сову Буклю. Гарри узнаёт правду
            о своём прошлом: его родители Джеймс и Лили Поттер погибли от рук
            злобного и всемогущего волшебника Волан-де-Морта. Таким образом,
            Гарри, единственный уцелевший, становится известным в волшебном мире
            как «Мальчик, который выжил». <br />
            Гарри отправляется в Хогвартс на поезде, где знакомится с Роном
            Уизли и Гермионой Грейнджер. По прибытии в Хогвартс Гарри также
            встречает Драко Малфоя, с которым у него сразу складываются
            сопернические отношения. Ученики собираются в Большом зале, где все
            первокурсники отбираются с помощью Распределяющей шляпы на четыре
            факультета: Гриффиндор, Пуффендуй, Когтевран и Слизерин. Хотя
            Распределяющая шляпа рассматривает возможность определить Гарри в
            Слизерин вместе с Малфоем, в итоге она его зачисляет в Гриффиндор
            наряду с Роном и Гермионой. <br />В Хогвартсе Гарри начинает изучать
            магию и узнавать больше о своём прошлом и родителях. Во время
            первого урока полёта на метле, когда Поттер ловит шар-напоминалку
            студента Невилла Долгопупса после стычки с Малфоем, профессор
            Макгонагалл назначает его ловцом сборной факультета по квиддичу. В
            тот же день по пути в общую гостиную Гарри, Рон и Гермиона случайно
            попадают на запретный этаж Хогвартса, где они обнаруживают
            гигантского трёхголового пса Пушка. Затем Рон оскорбляет Гермиону на
            уроке заклинаний, после чего та запирается в женском туалете. На неё
            нападает гигантский тролль, но Гарри и Рон приходят на помощь, и
            Гермиона окончательно становится их близким другом. <br />
            Однажды во время разговора с Гарри, Роном и Гермионой, Хагрид
            случайно обмолвился про алхимика Николаса Фламеля, и спустя время
            ребята узнают, что он является создателем философского камня,
            превращающего любой металл в золото и дающего бессмертие. Также они
            понимают, что Пушок был нанят для охраны камня, и начинают
            подозревать, что профессор зельеварения и декан Слизерина, Северус
            Снегг, хочет украсть артефакт для возвращения Волан-де-Морту
            физической формы. Троица посещает Хагрида, чтобы сообщить ему о
            своих опасениях, и находят у него дракона Норберта. После этого
            Гарри, Рона и Гермиону ловит профессор Макгонагалл, которая
            наказывает их штрафными очками и походом в Запретный лес за
            нахождение на территории замка ночью; не избежал наказания и
            донёсший на троицу Драко Малфой. В лесу Гарри сталкивается с
            неизвестным существом, пьющим кровь единорога для поддержания жизни,
            однако мальчика спасает кентавр. Гарри рассказывает о произошедшем
            Рону и Гермионе, и они решают опередить Снегга, найдя камень
            первыми. Спустившись в охраняемый Пушком люк, они сталкиваются с
            рядом защитных мер, такими как двигающиеся растения («Дьявольские
            силки»), комнатой с агрессивными летающими ключами и игрой в
            гигантские шахматы.<br />
            Пройдя испытания, Гарри находит в последней комнате учителя Защиты
            от Тёмных искусств Квиринуса Квиррелла и узнаёт, что это он пытался
            добыть камень, а Снегг на самом деле всё это время защищал мальчика.
            Квиррелл снимает свой тюрбан, и на его затылке обнаруживается
            ослабленный Волан-де-Морт. С помощью чар, наложенных Дамблдором,
            Гарри находит у себя философский камень. Волан-де-Морт пытается
            заключить с Гарри сделку, требуя у него камень в обмен на
            воскрешение родителей, но тот отказывается. Квиррелл в ходе борьбы
            намеревается убить его, однако в итоге погибает и превращается в
            пепел после того, как Гарри сжигает его кожу. Возродившаяся душа
            Волан-де-Морта проходит сквозь Гарри, и тот теряет сознание. <br />
            Гарри поправляется в школьном больничном крыле. Дамблдор сообщает
            мальчику, что камень уничтожили, и объясняет, что Гарри смог
            победить Квиррелла благодаря мощной защите, переданной ему от
            матери. Гарри, Рон и Гермиона награждаются очками за свои
            героические поступки. Помимо этого, Дамблдор присуждает очки Невиллу
            за попытку остановить трио той ночью, вследствие чего Гриффиндор
            выходит на первое место в межфакультетском соревновании и выигрывает
            Кубок Школы. Гарри возвращается домой на летние каникулы, многое
            узнав и приобретя уверенность в себе.
          </p>
        </div>
      </div>
    </div>
  </section>
  <section class="video">
    <div class="video-wrapper">
      <h2 class="video-wrapper__title">Трейлер</h2>
      <iframe
        class="video-wrapper__treler"
        width="100%"
        height="88%"
        src="https://www.youtube.com/embed/ppnEwu-z9kU"
        title="YouTube video player"
        frameborder="0"
        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
        allowfullscreen
      ></iframe>
    </div>
  </section>
</template>
