<template>
  <section class="pfilosof">
    <div class="pfilosof-wrapper">
      <div class="pfilosof-wrapper__image">
        <img src="../assets/img/12.jpg" alt="" />
      </div>
      <div class="pfilosof-wrapper__description">
        <h1 class="pfilosof-wrapper__title">СЮЖЕТ</h1>
        <div class="pfilosof-wrapper__text">
          <p>
            Во время летних каникул с Дурслями Гарри Поттер встречает домового
            эльфа Добби, который предупреждает юного волшебника об опасности,
            подстерегающей его в новом учебном году в Хогвартсе, и просит
            мальчика остаться дома. Когда Гарри отказывается слушать Добби, эльф
            саботирует важный ужин для Дурслей, в результате чего дядя Вернон
            сажает племянника под замок, чтобы тот больше не смог вернуться в
            Школу Чародейства и Волшебства. Тем не менее, Гарри покидает дом
            родственников благодаря своему лучшему другу Рону Уизли и его
            старшим братьям Фреду и Джорджу, которые прилетают за ним на
            заколдованном Ford Anglia Уизли-старшего. <br />
            В Косом переулке Гарри встречается с Рубеусом Хагридом и Гермионой
            Грейнджер, а также знакомится со своим новым преподавателем Защиты
            от Тёмных искусств Златопустом Локонсом. Столкнувшись с Драко
            Малфоем, Гарри замечает, что отец Драко, Люциус Малфой, подсовывает
            в учебники Джинни Уизли книгу неизвестного содержания. По непонятным
            причинам Гарри и Рону не удаётся попасть на платформу 9¾ на вокзале
            Кингс-Кросс и отправиться в школу на «Хогвартс-экспрессе», поэтому
            им приходится добираться на летающей машине отца Рона, на которой
            друзья врезаются в Гремучую иву, в результате волшебная палочка Рона
            ломается. <br />
            Вскоре после начала занятий Гарри начинает слышать в своей голове
            таинственный голос, и вместе с Роном и Гермионой обнаруживает
            подвешенную на стене окаменевшую Миссис Норрис, кошку школьного
            завхоза Аргуса Филча, рядом с написанным кровью посланием: «Тайная
            комната открыта. Враги наследника, трепещите!». Профессор
            Макгонагалл объясняет, что один из основателей Хогвартса, Салазар
            Слизерин, якобы построил в замке некую комнату, которую однажды
            должен открыть его наследник и избавиться от обучающихся в школе
            полукровок. Подозревая, что этим наследником является Малфой, Гарри,
            Рон и Гермиона планируют допросить его, замаскировавшись с помощью
            запрещённого оборотного зелья, которое они варят в женском туалете,
            где обитает призрак Плаксы Миртл. <br />
            Во время матча по квиддичу метивший в Гарри бладжер ломает ему руку.
            В лазарете мальчика навещает эльф Добби, который признаётся в том,
            что он заблокировал проход на платформе 9¾ и заколдовал бладжер,
            чтобы вынудить Гарри Поттера покинуть Хогвартс. Впоследствии Гарри
            невольно демонстрирует перед всей школой умение общаться со змеёй,
            после чего многие ученики начинают считать его наследником
            Слизерина. Превратившись в Крэбба и Гойла, Гарри и Рон узнают от
            Малфоя, что тот не является наследником, а также о смерти
            девочки-магла в год, когда комната была открыта последний раз. Гарри
            находит заколдованный дневник, принадлежащий бывшему ученику
            Хогвартса, Тому Реддлу, из которого узнаёт, что тот обвинил Хагрида
            в открытии Тайной комнаты пятьдесят лет назад. После исчезновения
            дневника и обращения Гермионы в камень, Гарри и Рон отправляются к
            Хагриду, воспользовавшись мантией-невидимкой. Однако в этот же вечер
            к Хагриду приходят Дамблдор, министр магии Корнелиус Фадж и Люциус
            Малфой, чтобы забрать лесничего в Азкабан. Прежде чем уйти, Хагрид
            успевает намекнуть Гарри и Рону следовать за пауками. В Запретном
            лесу друзья встречаются с гигантским домашним пауком Хагрида,
            Арагогом, подтверждающим невиновность своего бывшего хозяина, и
            дающим подсказку о происхождении монстра. <br />
            Навестив в лазарете Гермиону, Гарри и Рон находят в её руке листок с
            описанием василиска — гигантской змеи, способной убивать взглядом.
            Однако из-за того, что жертвы замка видели лишь отражение василиска,
            они не погибли, а лишь окаменели. Преподаватели Хогвартса, узнавшие
            о заточении Джинни Уизли в Тайной комнате, предлагают Златопусту
            Локонсу спасти её. Гарри и Рон, обнаружив Локонса готовящимся к
            бегству, разоблачают преподавателя Защиты от Тёмных искусств, как
            мошенника. Догадавшись, что Плакса Миртл и была той самой погибшей
            жертвой василиска, они находят вход в Тайную комнату в туалете для
            девочек. Воспользовавшись моментом, Златопуст Локонс отбирает у Рона
            сломанную палочку, но, пытаясь воспользоваться ею, случайно вызывает
            каменный обвал и теряет память. <br />
            Гарри попадает в Тайную комнату, где находит Джинни без сознания
            рядом с физическим воплощением Тома Реддла. Последний раскрывает,
            что с помощью дневника использовал Джинни, чтобы открыть комнату и
            оставить послания на стене. Кроме того, Реддл заявляет, что он и
            есть наследник Слизерина, а также будущий Волан-де-Морт. После того,
            как Гарри выражает свою преданность Дамблдору, появляется
            птица-феникс Фоукс с распределяющей шляпой, тогда как Реддл
            призывает василиска. Феникс ослепляет змею, а Гарри достаёт из шляпы
            меч Годрика Гриффиндора, с помощью которого убивает василиска,
            однако сам он смертельно ранен ядовитым клыком змеи. <br />
            Несмотря на ранение, Гарри догадался пронзить дневник клыком
            василиска, в результате чего Том Реддл исчезает, а Джинни приходит в
            себя. Слёзы Фоукса исцеляют Гарри, и тот возвращается в Хогвартс
            вместе со своими друзьями и Локонсом, который потерял память. После
            сцены в кабинете Дамблдора, Гарри обвиняет Люциуса Малфоя, хозяина
            Добби, в том, что тот подложил дневник в котёл с учебниками Джинни,
            и хитростью заставляет Малфоя освободить эльфа. Окаменевшие жертвы
            василиска возвращаются к жизни, Гермиона воссоединяется с Гарри и
            Роном, а Хагрид возвращается в Хогвартс. Сцена после заключительных
            титров показывает Косой переулок, где на витрине одного из магазинов
            размещена книга Златопуста Локонса с заголовком: «Кто я?».
          </p>
        </div>
      </div>
    </div>
  </section>
  <section class="video">
    <div class="video-wrapper">
      <h2 class="video-wrapper__title">Трейлер</h2>
      <iframe
        class="video-wrapper__treler"
        width="100%"
        height="88%"
        src="https://www.youtube.com/embed/KZ2LPNjWeDM"
        title="YouTube video player"
        frameborder="0"
        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
        allowfullscreen
      ></iframe>
    </div>
  </section>
</template>
