<template>
  <section class="pfilosof">
    <div class="pfilosof-wrapper">
      <div class="pfilosof-wrapper__image">
        <img src="../assets/img/16.jpg" alt="" />
      </div>
      <div class="pfilosof-wrapper__description">
        <h1 class="pfilosof-wrapper__title">СЮЖЕТ</h1>
        <div class="pfilosof-wrapper__text">
          <p>
            Теперь от возвращения Волан-де-Морта страдает не только мир
            волшебников, но и мир маглов: Пожиратели Смерти похищают мистера
            Олливандера — специалиста по волшебным палочкам. По просьбе Альбуса
            Дамблдора в Хогвартс возвращается профессор Гораций Слизнорт.
            Когда-то он преподавал здесь зельеварение. В новом учебном году
            (1996—1997 годы) Слизнорт снова займёт это место. Профессор Северус
            Снегг, в свою очередь, получил должность преподавателя Защиты от
            тёмных искусств.<br />
            Драко Малфой становится Пожирателем Смерти вместо арестованного отца
            и получает от Тёмного Лорда задание: убить Дамблдора. Тем временем
            Северус Снегг приносит Непреложный обет Нарциссе Малфой и клянётся
            помочь её сыну, Драко, в его задании. Для этого Малфой пытается
            починить исчезательный шкаф в Выручай-комнате и при этом несколько
            раз совершает покушение на жизнь Дамблдора. Жертвой первого
            покушения оказывается Кэти Белл, а второго — Рон Уизли.<br />
            Гарри Поттер подозревает Малфоя, и их отношения накаляются до
            предела. Между ними происходит дуэль, в которой Гарри чуть не
            убивает Драко, но вовремя появляется Снегг и спасает Малфоя. Тем
            временем Дамблдор ищет крестражи Волан-де-Морта. Он демонстрирует
            Гарри свои воспоминания, касающиеся Волан-де-Морта, в Омуте Памяти,
            и просит его добыть одно воспоминание, которое Слизнорт скрыл от
            всех. Это воспоминание касается того, как Том Реддл во время своей
            учёбы в Хогвартсе выведал у Горация Слизнорта сведения о крестражах,
            что в немалой степени поспособствовало превращению Тома Реддла в
            Волан-де-Морта.<br />
            Когда Гарри выполняет поручение Дамблдора, они вместе идут за
            предполагаемым крестражем, но только при условии, что Гарри будет
            беспрекословно подчиняться приказам. Гарри и Дамблдор направляются в
            пещеру, где, по предположению Дамблдора, находится крестраж. В этой
            пещере есть озеро, где живут инферналы, а посреди него — крестраж,
            который можно добыть, только выпив зелье. При этом оно лишает разума
            того, кто его выпил. Дамблдор с помощью Гарри выпивает зелье, и они
            забирают крестраж.<br />
            После возвращения в Хогвартс Дамблдор приказывает Гарри спрятаться,
            но не обнаруживать себя. В башню врывается Драко Малфой и разоружает
            несопротивляющегося директора. Вскоре после этого на башне
            появляются Пожиратели Смерти, и профессор Снегг убивает Дамблдора.
            Разгневанный Гарри пускается в погоню за Снеггом и Пожирателями,
            чтобы покарать их за это злодеяние, но безрезультатно: Северус
            открывает тайну, что он — Принц-полукровка.<br />
            В школе оплакивают Дамблдора, в то время как Гарри обнаруживает, что
            крестраж (то есть медальон Слизерина) — подделка и что её оставил
            таинственный Р. А. Б. Гарри решает не возвращаться в школу на
            следующий год, а посвятить себя уничтожению Тёмного Лорда. Рон и
            Гермиона следуют за ним, и близится самый тёмный час.
          </p>
        </div>
      </div>
    </div>
  </section>
  <section class="video">
    <div class="video-wrapper">
      <h2 class="video-wrapper__title">Трейлер</h2>
      <iframe
        class="video-wrapper__treler"
        width="100%"
        height="88%"
        src="https://www.youtube.com/embed/U0hMHgNw8hs"
        title="YouTube video player"
        frameborder="0"
        allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
        allowfullscreen
      ></iframe>
    </div>
  </section>
</template>
